Repository: giellalt/corpus-smn
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=922_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Sämikielâlii oppâmateriaalpargo ovdedempeivi 17.9.2014
sms: Sääʹmǩiõllsa mättjem-mateeriaaltuâi õõudâsviikkâmpeiʹvv 17.9.2014

source: Sämitige škovlim – já oppâmateriaaltoimâttâh uárnee sämikielâlii oppâmateriaalpargo ovdedempeeivi 17.9.2014 tme 9.00 - 16.00 Säämi kulttuurkuávdáš Saijoos parlamentsali Soljust Anarist.
sms: Sääʹmteeʹǧǧ škoouʹlʼjem- da mättjem-materiaalkoontâr reäšš sääʹmǩiõllsa mättjem-materiaal õõudâsviikkâmpeeiʹv 17.9.2014 klo 9.00 - 16.00 Sääʹmkulttuurkõõskõs Sajoozz parlameʹnttkueʹrnec Soljust Aanrest.

source: Ovdedempeivi lii ávus puohháid oppâmateriaalpargoost perustum ulmuid.
sms: ʼõudâsviikkâmpeiʹvv lij äävai pukid kook perste mättjem-materiaaltuâjast.

source: Oppâmateriaalpaargon kuleh el.
sms: Mättjem-materiaaltuõjju kooll jm.

source: kietâčallui čäällim, jurgâlem, kielâ tärhistem, kuvvimpargo, tuáijim, ohjelmistem jna..
sms: ǩiõttǩeeʹrjtumuš, jåårǥlâttmõš, ǩiõltaʹrǩǩumuš, karttʼteemtuâi, kuâsttjõstuâjj, programmstõs dnõ.

source: Tilálâšvuođâst oovdânpuáhtoo sämitige oppâmateriaalpargo, suunnâttâllâp já savâstâllâp.
sms: Pooddâst čuäʹjtet, saǥstõõlât da plaaneet sääʹmteeʹǧǧ mättjem-materiaaltuâi.

source: Kustan-nusosakeyhtiö Otava oppâmateriaalpyevtittâsâst muštâl kuástidemhovdâ Mervi Korhonen Helsigist.
sms: Čõõʹđtemvuässõsõhttõs Otava mättjem-materiaalpuuʹtʼtõõzz pirr maainast čõõʹđtemjååʹđteei Mervi Korhonen Heʹlssnest.

source: Lasetiäiđuid tábáhtumest addel Hannu Kangasniemi (hannu.
sms: Lââʹssteâđaid šõddmõõžžâst oudd Hannu Kangasniemi (hannu.

source: Uásálistmist tilálášvuotân almottuvvoo jogo šleđgâpoostân tâi puhelimáin Irmeli Moilanenân (irmeli.
sms: Vuässõõttmõõžžâst poʹdde vuäitt iʹlmmted neʹttpååʹšt leʹbe teʹlfoon mieʹldd Irmeli Moilanen (irmeli.

source: fi / 050-5691255) majemustáá majepaargâ 16.9.
sms: fi / 050-5691255) mââibaʹrǧǧe 16.9. mõõneeʹst.

source: Tilálâšvuođâ puáhtá čuávvuđ meid streaming – vuolgâttâssân internetčujottâsâst sogku.
sms: Poodd vuäitt seuʹrrjed še streaming – vuõlttõssân neʹttaddrõõzzâst sogku.

source: Puáđi kuldâliđ, jyehiđ tuu uáivil, vuáttámušâid já visioid sämikielâlijn oppâmateriaalijn.
sms: Puäʹđ kulddled, jueʹǩǩed jurddjäät, ǩiõččmõššad da visiod sääʹmǩiõllsaž mättjem-materiaalin.

source: Návt uásálistáh sämikielâlij oppâmateriaalij oovdedmân nuuvt, ete toh puoh pyeremus máhđulâš vuovijn tuárjuh sämikielâ já sämikielâlii máttááttâs sierâ škovlimtaasijn.
sms: Nääiʹt vuässõõđak sääʹmǩiõllsai mättjem-materiaali õõudumuʹšše nuʹtt, što tõk puermõs vueiʹtlvaž vuâkka tueʹrjjee sääʹm ǩiõl da sääʹmǩiõllsa mättʼtõõzz jeeʹres škoouʹlʼjemtääʹzzin.

source: Parlamentsali Solju Säämi kulttuurkuávdáš Sajos, Aanaar
sms: Parlameʹnttikueʹrnec Solju Sääʹmkulttuurkõõskõs Sajos, Aanar

source: Tilálâšvuođâ lekkâm já káhvástâllâm
sms: Šõddmõõžž äävumuš da kââʹff

source: Yrjö Musta, Škovlim- já oppâmateriaallävdikode saavâjođetteijee
sms: Yrjö Musta, Skoouʹlʼjem- da mättjem-materiaal-luʹvddkååʹdd saaǥǥjååʹđteei

source: Sämitige oppâmateriaalpargo, keevâtliih fiäráneh materiaalpargoost
sms: Sääʹmteeʹǧǧ mättjem-materiaaltuâjj, ǩiõččlâsttmõõžž materiaaltuâjast

source: Hannu Kangasniemi, oppâmateriaalčällee
sms: Hannu Kangasniemi, mättjem-materiaalpiisar

source: Oppâmateriaal proojeektpargeeh:
sms: Mättjem-materiaal projeʹktt-tuâjjla:

source: Tiina Aikio-Sanila já Merja Fofonoff, nuorttâlâškielâ
sms: Tiina Aikio-Sanila da Merja Fofonoff, nuõrttsääʹm

source: Petter Morottaja, anarâškielâ
sms: Petter Morottaja, aanarsääʹm

source: Oona Länsman já Elen Anne Sara, orjâlâškielâ
sms: Oona Länsman da Elen Anne Sara, tâʹvvsääʹm

source: Puddâ
sms: Kõhtt

source: Sämikielâlâš oppâmateriaalpyevtittem uđđâ hástusij oovdâst
sms: Sääʹmǩiõllsaž mättjem-materiaalpuuʹtʼtõs ođđ vaʹǯǯtõõzzi õõudâst

source: Hannu Kangasniemi já Sämitige oppâmateriaalpargeeh
sms: Hannu Kangasniemi da Sääʹmteeʹǧǧ mättjem-materiaaltuâjjla

source: - máttááttâsvuávám vuáđđusij uđâsmittem
sms: - mättʼteemplaan vuâđai ooʹđumuš

source: - tárbu digitaallii materiaal vaalmâštmân
sms: - tarbb digitaalʼlaž materiaal valmštumuʹšše

source: Peivimäälis, jieškuástidlâš
sms: Porrmõš, jiõččmäʹhssum

source: Digitaallâš oppâmateriaalpyevtittem
sms: Digitaalʼlaž mättjem-materiaalpuuʹtʼtõs

source: Mervi Korhonen, kuástidemhovdâ Kustannusosakeyhtiö Otava
sms: Mervi Korhonen, čõõđtemjååʹđteei Kustannusosakeyhtiö Otava

source: Savâstâllâm já koččâmušah
sms: Saǥstõõllmõš da kõõččmõõžž

source: Kähvipuddâ, raavâdviäsu Lyeme, Sajos
sms: Kââʹffpodd, reʹsttrantt Lyeme, Sajos

source: Rijjâ savâstâllâm oppâmateriaalpargoost
sms: Luõvâs saǥstõõllmõš mättjem-materiaaltuâi pirr

source: Tilálâšvuođâ lopâttem
sms: Šõddmõõžž loopptumuš
